---
layout: post
title: China Trip
categories:
- Life
tags:
- China
---


### SuperMarket: 
- 食物清单：  秋裤 （2条，铜牛，猫人）储钱罐； 豆皮，紫菜  干辣椒  鸡精  菊花茶 枸杞 银耳 桂皮  粉丝，芝麻糊   白酒  金银花  海带  年糕 豆鼓（豆瓣酱） 香菇 木耳 板栗
- 物品：红邦制衣制作裤子（西裤，衬衫，北京专卖店，量体形); 豆浆机; 购买特制的厨具（竹筒饭，竹碗） ;依立DZ 48018 电炖盅; 
- 服务：拔火罐 刮痧 刮痧 按摩

#### Beijing
北京银行开通网络银行；开通支付宝；开通招商银行的一卡通； 问清楚银行卡干什么用的（交通银行 ）

#### Shenzhen
- 将深圳的养老保险等迁移到北京 (beijing/shenzhen)，我对于深圳是一无所知
- 清理所有的银行账户 (Shenzhen)
- 缴纳保险事宜：所有保险，出国定居后是否可收回？如果晚年出国定居，是否可以领取？

### China Future List:
1. 上海可以补交失业医疗养老吗,如果可以，如何收费? 如果再该领钱的时候出国怎么办
2. 询问北京经济适用房购买(beijing),是否可以购买两限房,出国人员有无优惠证策 (海淀居委会 住保办 )
3. 询问异地转医疗和养老失业保险,手续如何办理? 将深圳的养老保险等迁移到北京 (Beijing/Shenzhen)   异地转医疗和养老失业保险
3. 清理所有的银行账户 (Shenzhen, Nanjing)

### 2013 BJUT Workshop trip
1. Apple DVI ==> miniport 接口 (>= 25 Euro)

#### SuperMarket: 
- 豆浆机  秋裤 （2条，铜牛，猫人）储钱罐； 豆皮，紫菜, 牛肉干 干辣椒  鸡精  菊花茶 枸杞 银耳 桂皮  粉丝，芝麻糊   白酒  金银花  海带  年糕 豆鼓（豆瓣酱） 香菇 木耳 板栗
- 淘宝搜“詹氏”，也是安徽的名牌~ 顺便说下，浙江临安的核桃很有名，实际很多都是从安徽宁国运过去的
- http://detail.tmall.com/item.htm?spm=a230r.1.14.164.7p9q6K&id=20467132766&_u=5dc1o38b9 
- 新疆185的纸皮核桃 
- 文具店：comix 的文件夹子
- 药店：双氧水；棉签；新加坡产“虎标”万金油; 红花油； 治疗烫伤，马蜂蛰伤的药物
- 红邦制衣制作裤子（西裤，衬衫，背景专卖店，量体形） 

### Potential List:
- 瞌睡头带：Relax Ally Travel Restband
- 购买特制的厨具（竹筒饭，竹碗） 
- 依立DZ 48018 电炖盅
- 瓷砖防滑液 

### General Info
- 淘宝搜“詹氏”，也是安徽的名牌~ 顺便说下，浙江临安的核桃很有名，实际很多都是从安徽宁国运过去的
- http://detail.tmall.com/item.htm?spm=a230r.1.14.164.7p9q6K&id=20467132766&_u=5dc1o38b9 
- 新疆185的纸皮核桃 
